Revit 2027 API
PointCloudFilterFactory.CreateMultiPlaneFilter Method
Overload List
Name | Description
CreateMultiPlaneFilter(IList<Plane>) |  Creates a new point cloud filter based upon planar boundaries.
CreateMultiPlaneFilter(IList<Plane>, Int32) |  Creates a new point cloud filter based upon planar boundaries.
Top
See Also
Reference
PointCloudFilterFactory Class
Autodesk.Revit.DB.PointClouds Namespace